-- 2. Написати запит, який заповнить таблицю книг даними (15+ записів)

INSERT INTO books (book_name, book_year, pages, author_id)
VALUES ('Кобзар', 1840, 346, 1),
       ('Зачарована Десна', 1925, 371, 6),
       ('Фарбований лис', 1901, 5, 2),
       ('Ворошиловград', 2010, 304, 3),
       ('Месопотамія', 2022, 325, 3),
       ('Тореодори з Васюківки', 1993, 601, 4),
       ('Пригоди в лісовій школі', 1996, 298, 4),
       ('Катерина', 1840, 159, 1),
       ('Гайдамаки', 1841, 200, 1),
       ('Інтернат', 2013, 201, 3),
       ('Захар Беркут', 1896, 89, 2),
       ('Україна у вогні', 1930, 222, 6),
       ('Тамплієри', 2018, 111, 3),
       ('Ніч перед боєм', 1947, 612, 6),
       ('Вибране', 2000, 346, 1)